{
    "normal": {
        "A": {
            "docsInfo": "numer pociągu lub numer składu manewrowego",
            "examples": [
                "13100",
                "manewr 1"
            ]
        },
        "B": {
            "docsInfo": "data (w formacie DD.MM.RRRR) przekazania rozkazu pisemnego",
            "examples": [
                "14.12.2025"
            ]
        },
        "C": {
            "docsInfo": "nazwa stacji lub posterunku na której znajduje się pojazd kolejowy który rozkaz otrzymuje, w przypadku szlaku nazwy obu przyległych posterunków",
            "additionalDescription": "Lokalizacja pociągu na szlaku oznacza, że jest on poza granicą stacji (np. przed sem. wjazdowym). Podaje się wtedy nazwę obu przyległych posterunków.",
            "examples": [
                "Kawki",
                "Kawki - Małki"
            ]
        },
        "D": {
            "docsInfo": "nazwa posterunku z którego wydawany jest rozkaz",
            "examples": [
                "Przykładowice",
                "LCS Kawki",
                "MCS Małki"
            ]
        }
    },
    "22.00": {
        "docsInfo": {
            "application": {
                "customTop": "Instrukcja dla wjazdów z toru lewego i wyjazdów na tor lewy szlakowy."
            }
        },
        "additionalDescription": "Uzupełnienie instrukcji [[21.10]], [[21.15]] i [[21.35]]."
    },
    "99": {
        "docsInfo": {
            "application": {
                "customTop": "Instrukcja służąca do odwołania wcześniej wydanego rozkazu, ostrzeżenia."
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać identyfikator rozkazu lub ostrzeżenia które ma zostać odwołane"
            }
        }
    },
    "21.10": {
        "docsInfo": {
            "application": {
                "customTop": "Wyjazd (wyprawienie pociągu) z posterunku lub przejazd w obrębie posterunku w przypadku:",
                "when": [
                    "braku możliwości podania sygnału zezwalającego na semaforze lub semaforach wyjazdowych, wyjazdowych grupowych drogowskazowych, drogowskazowych grupowych",
                    "braku semafora wyjazdowego przy torze, z którego ma być wyprawiony pociąg w kierunku szlaku",
                    "braku semafora drogowskazowego lub drogowskazowego grupowego przy torze, z którego ma się odbyć przejazd w obrębie posterunku"
                ]
            },
            "warnings": [
                "W przypadku wydania rozkazu [[21.10]] na tym samym druku (tym samym identyfikatorze rozkazu) nie można wydać instrukcji: [[21.15]].",
                "Na jednym druku (identyfikatorze rozkazu) można wydać zezwolenie na pominięcie do trzech sygnalizatorów (lub tarczy zatrzymania D1) nie nadających zezwolenia na jazdę."
            ]
        },
        "additionalDescription": "W przypadku braku semafora, nie wypełniamy pól 5, 6 i 7",
        "fields": {
            "1": {
                "docsInfo": "wpisać numer toru (w obszarze posterunku) z którego wyjeżdża pociąg (oznaczenie liczbowe lub liczbowo/literowe)",
                "examplesType": "tor"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku, z którego wyprawiany jest pociąg",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać numer toru szlakowego lub stacyjnego na który wyprawiany jest pociąg (oznaczenie liczbowe lub liczbowo/literowe)",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "4": {
                "docsInfo": "wpisać nazwę posterunku, w kierunku którego wyprawiany jest pociąg",
                "examplesType": "post"
            },
            "5": {
                "docsInfo": "wpisać oznaczenie sygnalizatora, którego sygnał nie zezwala na jazdę, a na pominięcie którego wydawany jest rozkaz pisemny. Dla semaforów oznaczenia literowe lub literowo/liczbowe, dla innych sygnałów typ sygnału i lokalizacje w kilometrach.",
                "examplesType": "sem-tar"
            },
            "6": {
                "docsInfo": "wpisać oznaczenie sygnalizatora, którego sygnał nie zezwala na jazdę, a na pominięcie którego wydawany jest rozkaz pisemny. Dla semaforów oznaczenia literowe lub literowo/liczbowe, dla innych sygnałów typ sygnału i lokalizacje w kilometrach.",
                "examplesType": "sem-tar"
            },
            "7": {
                "docsInfo": "wpisać oznaczenie sygnalizatora, którego sygnał nie zezwala na jazdę, a na pominięcie którego wydawany jest rozkaz pisemny. Dla semaforów oznaczenia literowe lub literowo/liczbowe, dla innych sygnałów typ sygnału i lokalizacje w kilometrach.",
                "examplesType": "sem-tar"
            }
        }
    },
    "21.15": {
        "docsInfo": {
            "application": {
                "customTop": "Wjazd (przyjęcie pociągu) na posterunek lub przejazd w obrębie posterunku w przypadku:",
                "when": [
                    "braku możliwości podania sygnału zezwalającego na semaforze, lub semaforach drogowskazowych, drogowskazowych grupowych",
                    "braku semafora wjazdowego",
                    "wjazdu z zamkniętego toru szlakowego przy którym nie ma semafora wjazdowego"
                ]
            },
            "warnings": [
                "W przypadku wydania rozkazu [[21.15]] na tym samym druku (tym samym identyfikatorze rozkazu) nie można wydać instrukcji: [[21.10]].",
                "Na jednym druku (identyfikatorze rozkazu) można wydać zezwolenie na pominięcie do trzech sygnalizatorów (lub tarczy zatrzymania D1) nie nadających zezwolenia na jazdę."
            ]
        },
        "additionalDescription": "W przypadku braku semafora, nie wypełniamy pól 4, 5 i 6",
        "fields": {
            "1": {
                "docsInfo": "wpisać numer toru szlakowego lub stacyjnego z którego wjeżdża pociąg (oznaczenie liczbowe lub liczbowo/literowe)",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku, na który przyjmowany jest pociąg",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać numer toru (w obrębie posterunku ruchu) na który przyjmowany jest pociąg. (oznaczenie liczbowe lub liczbowo/literowe)",
                "examplesType": "tor"
            },
            "4": {
                "docsInfo": "wpisać oznaczenie sygnalizatora, którego sygnał nie zezwala na jazdę, a na pominięcie którego wydawany jest rozkaz pisemny. Dla semaforów oznaczenia literowe lub literowo/liczbowe, dla innych sygnałów typ sygnału i lokalizacje w kilometrach.",
                "examplesType": "sem-tar"
            },
            "5": {
                "docsInfo": "wpisać oznaczenie sygnalizatora, którego sygnał nie zezwala na jazdę, a na pominięcie którego wydawany jest rozkaz pisemny. Dla semaforów oznaczenia literowe lub literowo/liczbowe, dla innych sygnałów typ sygnału i lokalizacje w kilometrach.",
                "examplesType": "sem-tar"
            },
            "6": {
                "docsInfo": "wpisać oznaczenie sygnalizatora, którego sygnał nie zezwala na jazdę, a na pominięcie którego wydawany jest rozkaz pisemny. Dla semaforów oznaczenia literowe lub literowo/liczbowe, dla innych sygnałów typ sygnału i lokalizacje w kilometrach.",
                "examplesType": "sem-tar"
            }
        }
    },
    "21.20": {
        "docsInfo": {
            "application": {
                "when": [
                    "unieważnienia wskazań sygnałów semaforów odstępowych na blokadzie wieloodstępowej(samoczynnej)",
                    "usterki blokady wieloodstępowej",
                    "zajętości trzech lub więcej odcinków na szlaku przy blokadzie wieloodstępowej (samoczynnej)",
                    "wprowadzenia telefonicznego zapowiadania pociągów na szlakach z blokadą samoczynną wieloodstępową (samoczynną)"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, z którego wyprawiany jest pociąg",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku, do którego wyprawiany jest pociąg",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać numer toru szlakowego dla którego unieważniane są wskazania semaforów SBL (oznaczenie liczbowe lub liczbowo/literowe",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            }
        }
    },
    "21.25": {
        "docsInfo": {
            "application": {
                "when": [
                    "zezwolenia na jazdę manewrową taboru w kierunku szlaku poza ustaloną wskaźnikiem W5 granicę przetaczania lub gdy brak jest tego wskaźnika za ostatni rozjazd, gdy jazda odbywa się na szlak jednotorowy lub w kierunku przeciwnym do zasadniczego na szlaku dwutorowym"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, w kierunku którego mają odbywać się manewry",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać numer toru, po którym manewry wyjadą poza granice przetaczania (oznaczenie liczbowe lub liczbowo/literowe",
                "examplesType": "tor"
            },
            "3": {
                "docsInfo": "lokalizacje w kilometrach do której może odbyć się jazda manewrowa",
                "examplesType": "km"
            },
            "4": {
                "docsInfo": "określić godzinę zakończenia manewrów",
                "examplesType": "godz"
            }
        }
    },
    "21.35": {
        "docsInfo": {
            "application": {
                "when": [
                    "zezwolenia na jazdę, gdy pojazd kolejowy znajduje się za semaforem wskazującym sygnał zezwalający, którego maszynista nie widzi",
                    "zezwolenia na dalszą jazdę zatrzymanego pociągu skierowanego na tor prawy, gdy jego czoło minęło semafor z wyświetlonym wskaźnikiem W 24",
                    "zezwolenia na dalszą jazdę pociągu zatrzymanego za obsługiwanym semaforem, na którym nastąpiła już zmiana sygnału zezwalającego na sygnał S1 „Stój” lub stało się to, zanim czoło pociągu minęło ten semafor",
                    "potrzeby wydania zgody/polecenia rozpoczęcia/kontynuacji jazdy w przypadku zaistniałych zdarzeń i sytuacji potencjalnie niebezpiecznych"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać numer toru, przy którym znajduje się sygnalizator na którym nastąpiła zmiana sygnału zezwalającego na sygnał Stój lub którego nie widzi maszynista (oznaczenie liczbowe lub liczbowo/literowe",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "2": {
                "docsInfo": "w przypadku wjazdu na posterunek, wpisać nazwę tego posterunku, w przypadku wyjazdu na szlak nazwę sąsiedniego posterunku w kierunku którego odbywa się jazda.",
                "examplesType": "post"
            }
        }
    },
    "21.40": {
        "docsInfo": {
            "application": {
                "when": [
                    "polecenia zatrzymania pociągu, niemającego rozkładowego postoju na stacji lub przystanku osobowym",
                    "polecenia nieprzewidzianego wewnętrznym rozkładem jazdy zatrzymania na szlaku pociągu, z określeniem celu i czasu postoju"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, na którym ma odbyć się zatrzymanie, w przypadku zatrzymania na szlaku w tym miejscu wpisać nazwę posterunku na początku tego szlaku",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku na końcu szlaku, na którym ma odbyć się zatrzymanie, w przypadku zatrzymania na posterunku pole zostaje nie wypełnione (wstawiamy znak „-„)",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać lokalizacje zatrzymania w kilometrach w przypadku zatrzymania na szlaku obowiązkowo, w przypadku zatrzymania w obrębie posterunku może pozostać nie wypełnione(wstawić znak „-„)",
                "examplesType": "km"
            },
            "96": {
                "docsInfo": "wpisać przyczynę (potrzebę) zatrzymania"
            }
        }
    },
    "21.45": {
        "docsInfo": {
            "application": {
                "when": [
                    "polecenia zatrzymania pociągu przed uszkodzonym obsługiwanym semaforem",
                    "informacji o nieważności na semaforze sygnału zezwalającego na jazdę pociągu"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, na którym znajduje się uszkodzony semafor obsługiwany lub z nieważnym sygnałem zezwalającym na jazdę",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać oznaczenia literowe lub literowo/liczbowe semafora",
                "examplesType": "sem"
            }
        }
    },
    "21.50": {
        "docsInfo": {
            "application": {
                "when": [
                    "informacji o unieważnieniu wskazań tarcz ostrzegawczych przejazdowych odnoszących się do obsługiwanych przejazdów kolejowo-drogowych i przejść, na których zapewniono kierowanie ruchem drogowym"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, w rejonie którego znajdują się tarcze ostrzegawcze, w przypadku, gdy tarcze znajdują się na szlaku w tym polu wpisać posterunek początkowy tego szlaku (zgodnie z kierunkiem jazdy pociągu)",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "w przypadku kiedy tarcze ostrzegawcze znajdują się na szlaku, wpisać nazwę posterunku na końcu szlaku",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać lokalizacje w kilometrach osi przejazdu kolejowo-drogowego do którego odnoszą się tarcze ostrzegawcze których wskazania są unieważniane",
                "examplesType": "km"
            }
        }
    },
    "21.55": {
        "docsInfo": {
            "application": {
                "when": [
                    "informacji o uszkodzeniu przytorowych urządzeń kontroli prowadzenia pociągów SHP"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, w rejonie którego znajdują się uszkodzone urządzenia SHP. W przypadku, gdy uszkodzone urządzenia SHP znajdują się na szlaku w tym polu wpisać posterunek początkowy tego szlaku (zgodnie z kierunkiem jazdy pociągu)",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku na końcu szlaku, na którym znajdują się uszkodzone urządzenia SHP. W przypadku uszkodzonych urządzeń SHP w rejonie posterunku to pole pozostaje nie wypełnione.(wstawić znak „-„)",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać oznaczenie sygnalizatora do którego odnosi się rezonator SHP. Oznaczenie sygnalizatora literowe lub literowo/liczbowe",
                "examplesType": "sem"
            }
        }
    },
    "21.60": {
        "docsInfo": {
            "application": {
                "when": [
                    "informacji o jeździe pociągu w innym kierunku, niż przewidziany w wewnętrznym rozkładzie jazdy"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, od którego następuje zmiana trasy dla pociągu",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku, do którego pociąg będzie jechał trasą zmienioną względem wewnętrznego rozkładu jazdy",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać nazwę posterunku, przez który nastąpi jazda pociągu po zmienionej trasie",
                "examplesType": "post"
            },
            "4": {
                "docsInfo": "wpisać numer linii, po której odbędzie się jazda zmienioną trasą (w przypadku jazdy kilkoma liniami uwzględnić numery wszystkich oddzielając przecinkiem)",
                "examplesType": "linia"
            },
            "5": {
                "docsInfo": "(wypełnić tylko w przypadku braku znajomości odcinka linii przez drużynę pociągową) wypełnić wpisując prędkość z jaką może jechać pociąg na zmienionej trasie. W przypadku znajomości odcinka linii przez drużynę pociągową pole zostawiamy puste. (wstawiamy znak „-„)",
                "examplesType": "kmh"
            }
        }
    },
    "21.65": {
        "docsInfo": {
            "application": {
                "when": [
                    "informacji o konieczności opuszczania pantografów"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać lokalizację w kilometrach miejsca, od którego należy jechać z opuszczonymi pantografami",
                "examplesType": "km"
            },
            "2": {
                "docsInfo": "wpisać lokalizację w kilometrach miejsca, od którego należy zakończyć jazdę z opuszczonymi pantografami",
                "examplesType": "km"
            }
        }
    },
    "21.70": {
        "docsInfo": {
            "application": {
                "when": [
                    "polecenia zmiany rodzaju łączności z GSM-R na łączność analogową na wskazanym odcinku"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku, od którego następuje zmiana systemu łączności na analogowy",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku, do którego obowiązuje łączność analogowa",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać numer linii kolejowej (w przypadku jazdy kilkoma liniami uwzględnić numery wszystkich oddzielając przecinkiem)",
                "examplesType": "linia"
            }
        }
    },
    "21.80": {
        "docsInfo": {
            "application": {
                "when": [
                    "wyprawiania pociągu na tor zamknięty"
                ]
            },
            "warnings": [
                "W przypadku wydania rozkazu pisemnego [[21.80]] wraz z [[21.81]], nie można wydać rozkazu [[21.82]]"
            ]
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać numer zamkniętego toru szlakowego po którym odbędzie się jazda pociągu roboczego",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku, w kierunku którego wyprawiany jest pociąg roboczy na tor zamknięty",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać lokalizacje w kilometrach do której na danym szlaku może dojechać pociąg",
                "examplesType": "km"
            },
            "4": {
                "docsInfo": "wpisać nazwę posterunku, do którego zjechać ma pociąg roboczy z toru zamkniętego po zakończonej pracy",
                "examplesType": "post"
            },
            "5": {
                "docsInfo": "wpisać godzinę, do której pociąg roboczy ma zjechać",
                "additionalDescription": "W przypadku zamknięcia awaryjnego, nie należy wpisywać tu godziny (nie wiadomo do kiedy potrwa np. akcja ratownicza).",
                "examplesType": "godz"
            }
        }
    },
    "21.81": {
        "docsInfo": {
            "application": {
                "when": [
                    "gdy na torze zamkniętym nie ma innych pociągów i nie zostaną wyprawione inne pociągi"
                ]
            },
            "warnings": [
                "W przypadku wydania rozkazu pisemnego [[21.80]] wraz z [[21.81]], nie można wydać rozkazu [[21.82]]"
            ]
        }
    },
    "21.82": {
        "docsInfo": {
            "application": {
                "when": [
                    "gdy na torze pracują inne pociągi"
                ]
            },
            "warnings": [
                "W przypadku wydania rozkazu pisemnego [[21.80]] wraz z [[21.81]], nie można wydać rozkazu [[21.82]]"
            ]
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać numer pociągu roboczego, który pracuje na torze bezpośrednio przed pociągiem wyprawianym (nawet w przypadku, gdy na tym torze znajduje się więcej pociągów roboczych)",
                "examplesType": "num-poc-rob"
            },
            "2": {
                "docsInfo": "//BUG AKTUALNIE BRAKUJE OPISU W KSIĘDZE FORMULARZY | wpisać lokalizacje w kilometrach tego pociągu roboczego",
                "examplesType": "km"
            }
        }
    },
    "21.83": {
        "docsInfo": {
            "application": {
                "when": [
                    "gdy za wyprawianym pociągiem roboczym zostaną wyprawione kolejne pociągi"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać numer pociągu, który zostanie wyprawiony na tor bezpośrednio za pociągiem wyprawianym (nawet w przypadku, gdy na ten tor wyprawionych zostanie więcej pociągów roboczych)",
                "examplesType": "num-poc-rob"
            },
            "2": {
                "docsInfo": "//BUG AKTUALNIE BRAKUJE OPISU W KSIĘDZE FORMULARZY | wpisać lokalizacje w kilometrach tego pociągu roboczego",
                "examplesType": "km"
            }
        }
    },
    "21.85": {
        "docsInfo": {
            "application": {
                "when": [
                    "zezwolenia na wstawienie pojazdu szynowo-drogowego (PSD), który może poruszać się po drogach kołowych oraz torach"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać numer toru szlakowego zamkniętego na który wstawić ma się pojazd szynowo-drogowy",
                "examplesType": "tor"
            },
            "2": {
                "docsInfo": "wpisać lokalizacje w kilometrach, gdzie ma nastąpić wstawienie pojazdu szynowo-drogowego",
                "examplesType": "km"
            },
            "3": {
                "docsInfo": "wpisać nazwę posterunku początkowego dla szlaku, na którym wstawiać ma się pojazd szynowo-drogowy",
                "examplesType": "post"
            },
            "4": {
                "docsInfo": "wpisać nazwę posterunku na końcu szlaku, na którym wstawiać ma się pojazd szynowo-drogowy",
                "examplesType": "post"
            }
        }
    },
    "23.10": {
        "docsInfo": {
            "application": {
                "when": [
                    "konieczności zachowania szczególnej ostrożności i ograniczenia prędkości jazdy"
                ]
            }
        },
        "fields": {
            "1": {
                "docsInfo": "wpisać nazwę posterunku początkowego dla szlaku, na którym obowiązuje ograniczenie prędkości lub nazwę posterunku w granicach, którego występuje ograniczenie prędkości",
                "examplesType": "post"
            },
            "7": {
                "docsInfo": "wpisać nazwę posterunku początkowego dla szlaku, na którym obowiązuje ograniczenie prędkości lub nazwę posterunku w granicach, którego występuje ograniczenie prędkości",
                "examplesType": "post"
            },
            "13": {
                "docsInfo": "wpisać nazwę posterunku początkowego dla szlaku, na którym obowiązuje ograniczenie prędkości lub nazwę posterunku w granicach, którego występuje ograniczenie prędkości",
                "examplesType": "post"
            },
            "2": {
                "docsInfo": "wpisać nazwę posterunku na końcu szlaku, na którym obowiązuje ograniczenie prędkości, w przypadku ograniczenia prędkości w granicach posterunku, pole to zostawiamy puste (wstawiamy znak „-„)",
                "examplesType": "post"
            },
            "8": {
                "docsInfo": "wpisać nazwę posterunku na końcu szlaku, na którym obowiązuje ograniczenie prędkości, w przypadku ograniczenia prędkości w granicach posterunku, pole to zostawiamy puste (wstawiamy znak „-„)",
                "examplesType": "post"
            },
            "14": {
                "docsInfo": "wpisać nazwę posterunku na końcu szlaku, na którym obowiązuje ograniczenie prędkości, w przypadku ograniczenia prędkości w granicach posterunku, pole to zostawiamy puste (wstawiamy znak „-„)",
                "examplesType": "post"
            },
            "3": {
                "docsInfo": "wpisać numer toru po którym obowiązuje ograniczenie prędkości jazdy",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "9": {
                "docsInfo": "wpisać numer toru po którym obowiązuje ograniczenie prędkości jazdy",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "15": {
                "docsInfo": "wpisać numer toru po którym obowiązuje ograniczenie prędkości jazdy",
                "additionalDescription": "W przypadku szlaku jednotorowego, nie należy wpisywać tu numeru (szlaki jednotorowe nie mają numeracji).",
                "examplesType": "tor"
            },
            "4": {
                "docsInfo": "wpisać maksymalną dozwoloną prędkość w kilometrach na godzinę wynikającą z ograniczenia prędkości",
                "examplesType": "kmh"
            },
            "10": {
                "docsInfo": "wpisać maksymalną dozwoloną prędkość w kilometrach na godzinę wynikającą z ograniczenia prędkości",
                "examplesType": "kmh"
            },
            "16": {
                "docsInfo": "wpisać maksymalną dozwoloną prędkość w kilometrach na godzinę wynikającą z ograniczenia prędkości",
                "examplesType": "kmh"
            },
            "5": {
                "docsInfo": "wpisać lokalizacje w kilometrach od którego zaczyna obowiązywać odcinek, przez który należy przejechać ze zmniejszoną prędkością",
                "additionalDescription": "W przypadku ograniczenia na stacji nie piszę się tego",
                "examplesType": "km"
            },
            "11": {
                "docsInfo": "wpisać lokalizacje w kilometrach od którego zaczyna obowiązywać odcinek, przez który należy przejechać ze zmniejszoną prędkością",
                "additionalDescription": "W przypadku ograniczenia na stacji nie piszę się tego",
                "examplesType": "km"
            },
            "17": {
                "docsInfo": "wpisać lokalizacje w kilometrach od którego zaczyna obowiązywać odcinek, przez który należy przejechać ze zmniejszoną prędkością",
                "additionalDescription": "W przypadku ograniczenia na stacji nie piszę się tego",
                "examplesType": "km"
            },
            "6": {
                "docsInfo": "wpisać lokalizację w kilometrach, w którym kończy się odcinek przez który należy przejechać ze zmniejszoną prędkością",
                "additionalDescription": "W przypadku ograniczenia na stacji nie piszę się tego",
                "examplesType": "km"
            },
            "12": {
                "docsInfo": "wpisać lokalizację w kilometrach, w którym kończy się odcinek przez który należy przejechać ze zmniejszoną prędkością",
                "additionalDescription": "W przypadku ograniczenia na stacji nie piszę się tego",
                "examplesType": "km"
            },
            "18": {
                "docsInfo": "wpisać lokalizację w kilometrach, w którym kończy się odcinek przez który należy przejechać ze zmniejszoną prędkością",
                "additionalDescription": "W przypadku ograniczenia na stacji nie piszę się tego",
                "examplesType": "km"
            },
            "95": {
                "docsInfo": "wpisać przyczynę dla której została zmniejszona prędkość jazdy"
            },
            "96": {
                "docsInfo": "wpisać przyczynę dla której została zmniejszona prędkość jazdy"
            },
            "97": {
                "docsInfo": "wpisać przyczynę dla której została zmniejszona prędkość jazdy"
            }
        }
    },
    "23.11": {
        "docsInfo": {
            "application": {
                "customTop": "zaznaczenie tego pola oznacza, że maszynista pojazdu kolejowego jadącego przez odcinki ograniczenia prędkości wymienione wyżej ma podawać sygnał dźwiękowy „Baczność”"
            }
        }
    },
    "23.20": {
        "docsInfo": {
            "application": {
                "when": [
                    "przekazania zezwoleń, poleceń oraz informacji innych niż umieszczone w formularzu"
                ]
            }
        },
        "fields": {
            "96": {
                "docsInfo": "wpisać wszelkie zezwolenia, polecenia oraz informacje, nie ujęte w treści formularza, a wymagane dla przejazdu pociągu"
            }
        }
    }
}